Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# AudioCapture_CancelButton.Label
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена
zh_cn: 取消

# AudioCapture_CancelButton.AutomationProperties.Name
source: Cancel recording
de_de: Aufnahme abbrechen
es_es: Cancelar grabación
fr_fr: Annuler l’enregistrement
ru_ru: Отменить запись
zh_cn: 取消录制

# AudioCapture_CancelButton.ToolTipService.ToolTip
source: Cancel and discard recording
de_de: Aufnahme abbrechen und verwerfen
es_es: Cancelar y descartar grabación
fr_fr: Annuler et supprimer l’enregistrement
ru_ru: Отменить и удалить запись
zh_cn: 取消并丢弃录制内容

# Settings_AudioCaptureHeaderLabel.Text
source: Audio capture
de_de: Audioaufnahme
es_es: Captura de audio
fr_fr: Capture audio
ru_ru: Аудиозапись
zh_cn: 音频捕获

# Settings_AudioDefaultLocalAudio_HeaderLabel.Text
source: Capture system audio by default
de_de: Systemaudio standardmäßig aufnehmen
es_es: Capturar audio del sistema de forma predeterminada
fr_fr: Capturer l’audio système par défaut
ru_ru: Записывать системный звук по умолчанию
zh_cn: 默认捕获系统音频

# Settings_AudioDefaultLocalAudio_SubtitleLabel.Text
source: Start new audio recordings with system audio enabled.
de_de: Neue Audioaufnahmen mit aktiviertem Systemaudio starten.
es_es: Iniciar nuevas grabaciones de audio con el audio del sistema activado.
fr_fr: Démarrer les nouveaux enregistrements audio avec l’audio système activé.
ru_ru: Начинать новые аудиозаписи с включенным системным звуком.
zh_cn: 开始新的音频录制时启用系统音频。

# Settings_AudioDefaultLocalAudio_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_AudioDefaultLocalAudio_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл.
zh_cn: 关

# Settings_AudioAutoCopy_HeaderLabel.Text
source: Copy audio after recording
de_de: Audio nach der Aufnahme kopieren
es_es: Copiar audio después de grabar
fr_fr: Copier l’audio après l’enregistrement
ru_ru: Копировать аудио после записи
zh_cn: 录制后复制音频

# Settings_AudioAutoCopy_SubtitleLabel.Text
source: Place completed WAV recordings on the clipboard.
de_de: Fertige WAV-Aufnahmen in die Zwischenablage kopieren.
es_es: Colocar grabaciones WAV completadas en el portapapeles.
fr_fr: Placer les enregistrements WAV terminés dans le presse-papiers.
ru_ru: Помещать завершенные WAV-записи в буфер обмена.
zh_cn: 将完成的 WAV 录制放入剪贴板。

# Settings_AudioAutoCopy_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_AudioAutoCopy_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл.
zh_cn: 关

# Settings_AudioAutoSave_HeaderLabel.Text
source: Save audio after recording
de_de: Audio nach der Aufnahme speichern
es_es: Guardar audio después de grabar
fr_fr: Enregistrer l’audio après l’enregistrement
ru_ru: Сохранять аудио после записи
zh_cn: 录制后保存音频

# Settings_AudioAutoSave_SubtitleLabel.Text
source: Save completed WAV recordings to your audio folder.
de_de: Fertige WAV-Aufnahmen in Ihrem Audioordner speichern.
es_es: Guardar grabaciones WAV completadas en tu carpeta de audio.
fr_fr: Enregistrer les enregistrements WAV terminés dans votre dossier audio.
ru_ru: Сохранять завершенные WAV-записи в папку аудио.
zh_cn: 将完成的 WAV 录制保存到音频文件夹。

# Settings_AudioAutoSave_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_AudioAutoSave_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл.
zh_cn: 关

# Settings_AudioAutoSave_AudioFolderLabel.Text
source: Audio folder
de_de: Audioordner
es_es: Carpeta de audio
fr_fr: Dossier audio
ru_ru: Папка аудио
zh_cn: 音频文件夹

# Settings_AudioAutoSave_ChangeButton.Text
source: Change
de_de: Ordner ändern
es_es: Cambiar carpeta
fr_fr: Changer de dossier
ru_ru: Изменить папку
zh_cn: 更改文件夹

# Settings_RestartAppButton.AutomationProperties.Name
source: Restart app
de_de: App neu starten
es_es: Reiniciar aplicación
fr_fr: Redémarrer l’application
ru_ru: Перезапустить приложение
zh_cn: 重启应用

# Settings_RestartAppButton.ToolTipService.ToolTip
source: Restart app
de_de: App neu starten
es_es: Reiniciar aplicación
fr_fr: Redémarrer l’application
ru_ru: Перезапустить приложение
zh_cn: 重启应用

# Settings_RestoreDefaults_ToolTip.Text
source: Restore default settings
de_de: Standardeinstellungen wiederherstellen
es_es: Restablecer la configuración predeterminada
fr_fr: Restaurer les paramètres par défaut
ru_ru: Восстановить параметры по умолчанию
zh_cn: 恢复默认设置

# TextToolbar_FontColorButtonLabel.Text
source: Color
de_de: Farbe
fr_fr: Couleur
ru_ru: Цвет
zh_cn: 颜色

# TextToolbar_BackgroundColorButtonLabel.Text
source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
ru_ru: Фон
zh_cn: 背景

# ImageEdit_SuperResolutionProgressRing.AutomationProperties.Name
source: Enhancing image
de_de: Bild wird verbessert
es_es: Mejorando la imagen
fr_fr: Amélioration de l’image
ru_ru: Улучшение изображения
zh_cn: 正在增强图像

# ImageEdit_EditInPaintButton.Label
source: Edit in Paint
de_de: In Paint bearbeiten
es_es: Editar en Paint
fr_fr: Modifier dans Paint
ru_ru: Редактировать в Paint
zh_cn: 在 Paint 中编辑

# ImageEdit_ColorCopiedNotification
source: Color copied
de_de: Farbe kopiert
es_es: Color copiado
fr_fr: Couleur copiée
ru_ru: Цвет скопирован
zh_cn: 颜色已复制

# ImageEdit_ColorCopyFailedNotification
source: Could not copy color to clipboard.
de_de: Farbe konnte nicht in die Zwischenablage kopiert werden.
es_es: No se pudo copiar el color al portapapeles.
fr_fr: Impossible de copier la couleur dans le Presse-papiers.
ru_ru: Не удалось скопировать цвет в буфер обмена.
zh_cn: 无法将颜色复制到剪贴板。

# VideoEdit_EditInClipchampButton.Label
source: Edit in Clipchamp
de_de: In Clipchamp bearbeiten
es_es: Editar en Clipchamp
fr_fr: Modifier dans Clipchamp
ru_ru: Редактировать в Clipchamp
zh_cn: 在 Clipchamp 中编辑

# AudioEdit_OpenInClipchampButton.Label
source: Open in Clipchamp
de_de: In Clipchamp öffnen
es_es: Abrir en Clipchamp
fr_fr: Ouvrir dans Clipchamp
ru_ru: Открыть в Clipchamp
zh_cn: 在 Clipchamp 中打开

# ImageEdit_TextExtractionButton.Label
source: Text extraction
de_de: Texterkennung
es_es: Extracción de texto
fr_fr: Extraction de texte
ru_ru: Распознавание текста
zh_cn: 文本提取

# ImageEdit_TextExtractionButton.AutomationProperties.Name
source: Extract text from image
de_de: Text im Bild erkennen
es_es: Extraer texto de la imagen
fr_fr: Extraire le texte de l’image
ru_ru: Распознать текст на изображении
zh_cn: 从图像中提取文本

# ImageEdit_TextExtractionButton.ToolTipService.ToolTip
source: Extract and select text in the image
de_de: Text im Bild erkennen und auswählen
es_es: Extraer y seleccionar texto de la imagen
fr_fr: Extraire et sélectionner le texte de l’image
ru_ru: Распознать и выделить текст на изображении
zh_cn: 提取并选择图像中的文本

# ImageEdit_TextExtractionOverlayMarker.AutomationProperties.Name
source: Text extraction overlay ready
de_de: Überlagerung für die Texterkennung ist bereit
es_es: La superposición de extracción de texto está lista
fr_fr: La superposition d’extraction de texte est prête
ru_ru: Слой распознавания текста готов
zh_cn: 文本提取叠加层已就绪

# ImageEdit_TextExtractionProgressRing.AutomationProperties.Name
source: Extracting text
de_de: Text wird erkannt
es_es: Extrayendo texto
fr_fr: Extraction du texte
ru_ru: Распознавание текста
zh_cn: 正在提取文本

# ImageEdit_LoadingProgressRing.AutomationProperties.Name
source: Loading image editor
de_de: Bildeditor wird geladen
es_es: Cargando el editor de imágenes
fr_fr: Chargement de l’éditeur d’images
ru_ru: Загрузка редактора изображений
zh_cn: 正在加载图像编辑器

# TextExtractionToolbar_CopyAllTextButton.AutomationProperties.Name
source: Copy all recognized text
de_de: Gesamten erkannten Text kopieren
es_es: Copiar todo el texto reconocido
fr_fr: Copier tout le texte reconnu
ru_ru: Копировать весь распознанный текст
zh_cn: 复制所有已识别文本

# TextExtractionToolbar_CopyAllTextButton.ToolTipService.ToolTip
source: Copy all recognized text
de_de: Gesamten erkannten Text kopieren
es_es: Copiar todo el texto reconocido
fr_fr: Copier tout le texte reconnu
ru_ru: Копировать весь распознанный текст
zh_cn: 复制所有已识别文本

# TextExtractionToolbar_CopyAllTextButtonLabel.Text
source: Copy all text
de_de: Gesamten Text kopieren
es_es: Copiar todo el texto
fr_fr: Copier tout le texte
ru_ru: Копировать весь текст
zh_cn: 复制所有文本

# ImageEdit_TextCopiedNotification
source: Recognized text copied to the clipboard.
de_de: Erkannter Text wurde in die Zwischenablage kopiert.
es_es: El texto reconocido se copió en el portapapeles.
fr_fr: Le texte reconnu a été copié dans le Presse-papiers.
ru_ru: Распознанный текст скопирован в буфер обмена.
zh_cn: 已将识别的文本复制到剪贴板。

# ImageEdit_TextCopyFailedNotification
source: Couldn't copy the recognized text.
de_de: Der erkannte Text konnte nicht kopiert werden.
es_es: No se pudo copiar el texto reconocido.
fr_fr: Impossible de copier le texte reconnu.
ru_ru: Не удалось скопировать распознанный текст.
zh_cn: 无法复制识别的文本。

# TextExtractionStatus_NotSupported
source: Text extraction is not supported on this PC.
de_de: Die Texterkennung wird auf diesem PC nicht unterstützt.
es_es: La extracción de texto no es compatible con este equipo.
fr_fr: L’extraction de texte n’est pas prise en charge sur ce PC.
ru_ru: Распознавание текста не поддерживается на этом компьютере.
zh_cn: 此电脑不支持文本提取。

# TextExtractionStatus_Disabled
source: Text extraction is disabled on this PC.
de_de: Die Texterkennung ist auf diesem PC deaktiviert.
es_es: La extracción de texto está deshabilitada en este equipo.
fr_fr: L’extraction de texte est désactivée sur ce PC.
ru_ru: Распознавание текста отключено на этом компьютере.
zh_cn: 此电脑已禁用文本提取。

# TextExtractionStatus_NotAvailable
source: Text extraction is not available.
de_de: Die Texterkennung ist nicht verfügbar.
es_es: La extracción de texto no está disponible.
fr_fr: L’extraction de texte n’est pas disponible.
ru_ru: Распознавание текста недоступно.
zh_cn: 文本提取不可用。

# TextExtractionStatus_PreparationFailed
source: Text extraction could not be prepared.
de_de: Die Texterkennung konnte nicht vorbereitet werden.
es_es: No se pudo preparar la extracción de texto.
fr_fr: Impossible de préparer l’extraction de texte.
ru_ru: Не удалось подготовить распознавание текста.
zh_cn: 无法准备文本提取。

# TextExtractionStatus_NotReady
source: Text extraction is not ready.
de_de: Die Texterkennung ist nicht bereit.
es_es: La extracción de texto no está lista.
fr_fr: L’extraction de texte n’est pas prête.
ru_ru: Распознавание текста не готово.
zh_cn: 文本提取尚未就绪。

# TextExtractionStatus_TooLarge
source: This image is too large for text extraction.
de_de: Dieses Bild ist zu groß für die Texterkennung.
es_es: Esta imagen es demasiado grande para la extracción de texto.
fr_fr: Cette image est trop grande pour l’extraction de texte.
ru_ru: Это изображение слишком велико для распознавания текста.
zh_cn: 此图像过大，无法进行文本提取。

# TextExtractionStatus_Failed
source: Text extraction failed.
de_de: Die Texterkennung ist fehlgeschlagen.
es_es: No se pudo extraer el texto.
fr_fr: Échec de l’extraction de texte.
ru_ru: Не удалось распознать текст.
zh_cn: 文本提取失败。

# AiFeatureConsentDialog_AllowButton
source: Allow
de_de: Zulassen
es_es: Permitir
fr_fr: Autoriser
ru_ru: Разрешить
zh_cn: 允许

# AiFeatureConsentDialog_DontAllowButton
source: Don't allow
de_de: Nicht zulassen
es_es: No permitir
fr_fr: Ne pas autoriser
ru_ru: Не разрешать
zh_cn: 不允许

# AiFeatureConsentDialog_CancelButton
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена
zh_cn: 取消

# AiFeatureConsentDialog_TextExtractionTitle
source: Allow Text Extraction?
de_de: Texterkennung zulassen?
es_es: ¿Permitir la extracción de texto?
fr_fr: Autoriser l’extraction de texte ?
ru_ru: Разрешить распознавание текста?
zh_cn: 允许文本提取？

# AiFeatureConsentDialog_TextExtractionContent
source: Text Extraction uses an on-device AI model to detect text and text locations in the current image.
de_de: Die Texterkennung verwendet ein KI-Modell auf dem Gerät, um Text und Textpositionen im aktuellen Bild zu erkennen.
es_es: La extracción de texto usa un modelo de IA en el dispositivo para detectar texto y su ubicación en la imagen actual.
fr_fr: L’extraction de texte utilise un modèle d’IA sur l’appareil pour détecter le texte et sa position dans l’image actuelle.
ru_ru: Функция распознавания текста использует локальную модель ИИ для обнаружения текста и его расположения на текущем изображении.
zh_cn: 文本提取功能使用设备上的 AI 模型检测当前图像中的文本及文本位置。

# Settings_AiConsentHeaderLabel.Text
source: AI consent
de_de: KI-Bearbeitungsfunktionen
es_es: Características de edición con IA
fr_fr: Fonctionnalités d’édition par IA
ru_ru: Функции редактирования с ИИ
zh_cn: AI 功能权限

# Settings_AiConsentDescription.Text
source: Allow this AI feature to process images on this device.
de_de: Dieses lokale KI-Bearbeitungswerkzeug zulassen, wenn Sie es verwenden möchten.
es_es: Permitir esta herramienta de edición con IA en el dispositivo cuando decida usarla.
fr_fr: Autoriser cet outil d’édition par IA sur l’appareil lorsque vous choisissez de l’utiliser.
ru_ru: Разрешить локальный инструмент редактирования с ИИ, когда вы решите им воспользоваться.
zh_cn: 允许此 AI 功能在此设备上处理图像。

# Settings_AiConsent_TextExtractionDisplayName
source: Text extraction
de_de: Texterkennung
es_es: Extracción de texto
fr_fr: Extraction de texte
ru_ru: Распознавание текста
zh_cn: 文本提取

# ImageEdit_ImageDescriptionButton.Label
source: Image description
de_de: Bildbeschreibung
es_es: Descripción de imagen
fr_fr: Description de l’image
ru_ru: Описание изображения
zh_cn: 图像描述

# ImageEdit_ImageDescriptionButton.AutomationProperties.Name
source: Describe image
de_de: Bild beschreiben
es_es: Describir imagen
fr_fr: Décrire l’image
ru_ru: Описать изображение
zh_cn: 描述图像

# ImageEdit_ImageDescriptionButton.ToolTipService.ToolTip
source: Describe the image using on-device AI
de_de: Bild mit lokaler KI beschreiben
es_es: Describir la imagen mediante IA en el dispositivo
fr_fr: Décrire l’image à l’aide de l’IA sur l’appareil
ru_ru: Описать изображение с помощью локального ИИ
zh_cn: 使用设备上的 AI 描述图像

# ImageDescriptionToolbar_BriefButtonText.Text
source: Brief
de_de: Kurz
es_es: Breve
fr_fr: Brève
ru_ru: Кратко
zh_cn: 简短

# ImageDescriptionToolbar_BriefButton.AutomationProperties.Name
source: Generate a brief image description
de_de: Kurze Bildbeschreibung erstellen
es_es: Generar una descripción breve de la imagen
fr_fr: Générer une brève description de l’image
ru_ru: Создать краткое описание изображения
zh_cn: 生成简短的图像描述

# ImageDescriptionToolbar_BriefButton.ToolTipService.ToolTip
source: Generate a brief description
de_de: Kurze Beschreibung erstellen
es_es: Generar una descripción breve
fr_fr: Générer une brève description
ru_ru: Создать краткое описание
zh_cn: 生成简短描述

# ImageDescriptionToolbar_DetailedButtonText.Text
source: Detailed
de_de: Detailliert
es_es: Detallada
fr_fr: Détaillée
ru_ru: Подробно
zh_cn: 详细

# ImageDescriptionToolbar_DetailedButton.AutomationProperties.Name
source: Generate a detailed image description
de_de: Detaillierte Bildbeschreibung erstellen
es_es: Generar una descripción detallada de la imagen
fr_fr: Générer une description détaillée de l’image
ru_ru: Создать подробное описание изображения
zh_cn: 生成详细的图像描述

# ImageDescriptionToolbar_DetailedButton.ToolTipService.ToolTip
source: Generate a detailed description
de_de: Detaillierte Beschreibung erstellen
es_es: Generar una descripción detallada
fr_fr: Générer une description détaillée
ru_ru: Создать подробное описание
zh_cn: 生成详细描述

# ImageDescriptionToolbar_DiagramButtonText.Text
source: Diagram
de_de: Diagramm
es_es: Diagrama
fr_fr: Diagramme
ru_ru: Диаграмма
zh_cn: 图表

# ImageDescriptionToolbar_DiagramButton.AutomationProperties.Name
source: Generate a diagram description
de_de: Diagrammbeschreibung erstellen
es_es: Generar una descripción de diagrama
fr_fr: Générer une description de diagramme
ru_ru: Создать описание диаграммы
zh_cn: 生成图表描述

# ImageDescriptionToolbar_DiagramButton.ToolTipService.ToolTip
source: Generate a description optimized for diagrams
de_de: Für Diagramme optimierte Beschreibung erstellen
es_es: Generar una descripción optimizada para diagramas
fr_fr: Générer une description optimisée pour les diagrammes
ru_ru: Создать описание, оптимизированное для диаграмм
zh_cn: 生成针对图表优化的描述

# ImageDescriptionToolbar_AccessibleButtonText.Text
source: Accessible
de_de: Barrierefrei
es_es: Accesible
ru_ru: Специальные возможности
zh_cn: 无障碍

# ImageDescriptionToolbar_AccessibleButton.AutomationProperties.Name
source: Generate an accessible image description
de_de: Barrierefreie Bildbeschreibung erstellen
es_es: Generar una descripción accesible de la imagen
fr_fr: Générer une description accessible de l’image
ru_ru: Создать доступное описание изображения
zh_cn: 生成无障碍图像描述

# ImageDescriptionToolbar_AccessibleButton.ToolTipService.ToolTip
source: Generate a description optimized for accessibility
de_de: Für Barrierefreiheit optimierte Beschreibung erstellen
es_es: Generar una descripción optimizada para accesibilidad
fr_fr: Générer une description optimisée pour l’accessibilité
ru_ru: Создать описание для специальных возможностей
zh_cn: 生成针对无障碍需求优化的描述

# ImageDescriptionPanel.AutomationProperties.Name
source: Generated image description
de_de: Erstellte Bildbeschreibung
es_es: Descripción de imagen generada
fr_fr: Description de l’image générée
ru_ru: Созданное описание изображения
zh_cn: 已生成的图像描述

# ImageDescriptionPanel_Title.Text
source: Image description
de_de: Bildbeschreibung
es_es: Descripción de imagen
fr_fr: Description de l’image
ru_ru: Описание изображения
zh_cn: 图像描述

# ImageDescriptionPanel_CopyButton.AutomationProperties.Name
source: Copy image description
de_de: Bildbeschreibung kopieren
es_es: Copiar descripción de la imagen
fr_fr: Copier la description de l’image
ru_ru: Копировать описание изображения
zh_cn: 复制图像描述

# ImageDescriptionPanel_CopyButton.ToolTipService.ToolTip
source: Copy image description
de_de: Bildbeschreibung kopieren
es_es: Copiar descripción de la imagen
fr_fr: Copier la description de l’image
ru_ru: Копировать описание изображения
zh_cn: 复制图像描述

# ImageDescriptionCopiedNotification
source: Image description copied to the clipboard.
de_de: Die Bildbeschreibung wurde in die Zwischenablage kopiert.
es_es: La descripción de la imagen se copió en el Portapapeles.
fr_fr: La description de l’image a été copiée dans le Presse-papiers.
ru_ru: Описание изображения скопировано в буфер обмена.
zh_cn: 图像描述已复制到剪贴板。

# ImageDescriptionCopyFailedNotification
source: Couldn't copy the image description.
de_de: Die Bildbeschreibung konnte nicht kopiert werden.
es_es: No se pudo copiar la descripción de la imagen.
fr_fr: Impossible de copier la description de l’image.
ru_ru: Не удалось скопировать описание изображения.
zh_cn: 无法复制图像描述。

# ImageEdit_ImageDescriptionProgressRing.AutomationProperties.Name
source: Generating image description
de_de: Bildbeschreibung wird erstellt
es_es: Generando descripción de imagen
fr_fr: Génération de la description de l’image
ru_ru: Создание описания изображения
zh_cn: 正在生成图像描述

# AiFeatureConsentDialog_ImageDescriptionTitle
source: Allow Image Description?
de_de: Bildbeschreibung zulassen?
es_es: ¿Permitir la descripción de imágenes?
fr_fr: Autoriser la description d’image ?
ru_ru: Разрешить описание изображений?
zh_cn: 允许图像描述？

# AiFeatureConsentDialog_ImageDescriptionContent
source: Image Description uses an on-device AI model to describe the current image.
de_de: Die Bildbeschreibung verwendet ein KI-Modell auf dem Gerät, um das aktuelle Bild zu beschreiben.
es_es: La descripción de imágenes usa un modelo de IA en el dispositivo para describir la imagen actual.
fr_fr: La description d’image utilise un modèle d’IA sur l’appareil pour décrire l’image actuelle.
ru_ru: Функция описания изображений использует локальную модель ИИ для описания текущего изображения.
zh_cn: 图像描述功能使用设备上的 AI 模型描述当前图像。

# Settings_AiConsent_ImageDescriptionDisplayName
source: Image description
de_de: Bildbeschreibung
es_es: Descripción de imagen
fr_fr: Description de l’image
ru_ru: Описание изображения
zh_cn: 图像描述

# ImageDescriptionStatus_NotSupported
source: Image Description is not supported on this PC.
de_de: Die Bildbeschreibung wird auf diesem PC nicht unterstützt.
es_es: La descripción de imágenes no es compatible con este equipo.
fr_fr: La description d’image n’est pas prise en charge sur ce PC.
ru_ru: Описание изображений не поддерживается на этом компьютере.
zh_cn: 此电脑不支持图像描述。

# ImageDescriptionStatus_Disabled
source: Image Description is disabled on this PC.
de_de: Die Bildbeschreibung ist auf diesem PC deaktiviert.
es_es: La descripción de imágenes está deshabilitada en este equipo.
fr_fr: La description d’image est désactivée sur ce PC.
ru_ru: Описание изображений отключено на этом компьютере.
zh_cn: 此电脑已禁用图像描述。

# ImageDescriptionStatus_NotAvailable
source: Image Description is not available.
de_de: Die Bildbeschreibung ist nicht verfügbar.
es_es: La descripción de imágenes no está disponible.
fr_fr: La description d’image n’est pas disponible.
ru_ru: Описание изображений недоступно.
zh_cn: 图像描述不可用。

# ImageDescriptionStatus_PreparationFailed
source: Image Description could not be prepared.
de_de: Die Bildbeschreibung konnte nicht vorbereitet werden.
es_es: No se pudo preparar la descripción de imágenes.
fr_fr: Impossible de préparer la description d’image.
ru_ru: Не удалось подготовить описание изображений.
zh_cn: 无法准备图像描述。

# ImageDescriptionStatus_NotReady
source: Image Description is not ready.
de_de: Die Bildbeschreibung ist nicht bereit.
es_es: La descripción de imágenes no está lista.
fr_fr: La description d’image n’est pas prête.
ru_ru: Описание изображений не готово.
zh_cn: 图像描述尚未就绪。

# ImageDescriptionStatus_BlockedByPolicy
source: Image Description is blocked by your organization's policy.
de_de: Die Bildbeschreibung wird durch die Richtlinie Ihrer Organisation blockiert.
es_es: La directiva de tu organización bloquea la descripción de imágenes.
fr_fr: La description d’image est bloquée par la stratégie de votre organisation.
ru_ru: Описание изображений заблокировано политикой вашей организации.
zh_cn: 你的组织策略阻止了图像描述。

# ImageDescriptionStatus_BlockedByContentSafety
source: This image could not be described because of content safety filters.
de_de: Dieses Bild konnte aufgrund der Inhaltssicherheitsfilter nicht beschrieben werden.
es_es: No se pudo describir esta imagen debido a los filtros de seguridad de contenido.
fr_fr: Cette image n’a pas pu être décrite en raison des filtres de sécurité du contenu.
ru_ru: Не удалось описать это изображение из-за фильтров безопасности содержимого.
zh_cn: 由于内容安全筛选器，无法描述此图像。

# ImageDescriptionStatus_TooMuchText
source: This image contains too much text to generate a description.
de_de: Dieses Bild enthält zu viel Text, um eine Beschreibung zu erstellen.
es_es: Esta imagen contiene demasiado texto para generar una descripción.
fr_fr: Cette image contient trop de texte pour générer une description.
ru_ru: На этом изображении слишком много текста для создания описания.
zh_cn: 此图像包含过多文本，无法生成描述。

# ImageDescriptionStatus_Failed
source: Image Description failed.
de_de: Die Bildbeschreibung ist fehlgeschlagen.
es_es: Error en la descripción de la imagen.
fr_fr: Échec de la description de l’image.
ru_ru: Не удалось создать описание изображения.
zh_cn: 图像描述失败。

# ImageEdit_ForegroundExtractionButton.Label
source: Background removal
de_de: Hintergrund entfernen
es_es: Quitar fondo
fr_fr: Supprimer l’arrière-plan
ru_ru: Удалить фон
zh_cn: 移除背景
